{
"insults": [
   {
     "insultText": "You fight like a dairy Farmer!",
	 "counterText": "How appropriate. You fight like a cow!"
	},
   {
     "insultText": "This is the END for you, you gutter crawling cur!",
	 "counterText": "And I've got a little TIP for you, get the POINT?"
	},
   {
     "insultText": "I've spoken with apes more polite than you!",
	 "counterText": "I'm glad to hear you attended your family reunion!"
	},
   {
     "insultText": "Soon you'll be wearing my sword like a shish kebab!",
	 "counterText": "First you'd better stop waving it like a feather duster."
	},
   {
     "insultText": "People fall at my feet when they see me coming!",
     "counterText": "Even BEFORE they smell your breath?"
   },
   {
     "insultText": "I'm not going to take your insolence sitting down!",
	 "counterText": "Your hemorrhoids are flaring up again eh?"
   },
   {
     "insultText": "I once owned a dog that was smarter than you.",
	 "counterText": "He must have taught you everything you know."
   },
   {
     "insultText": "Nobody's ever drawn blood from me and nobody ever will.",
	 "counterText": "You run THAT fast?"
   },
   {
     "insultText": "Have you stopped wearing diapers yet?",
	 "counterText": "Why? Did you want to borrow one?"
   },
   {
     "insultText": "There are no words for how disgusting you are.",
	 "counterText": "Yes, there are. You just never learned them."
   },
   {
     "insultText": "You make me want to puke.",
	 "counterText": "You make me think somebody already did."
   },
   {
     "insultText": "My handkerchief will wipe up your blood!",
	 "counterText": "So you got that job as janitor, after all."
   },
   {
     "insultText": "I got this scar on my face during a mighty struggle!",
	 "counterText": "I hope now you've learned to stop picking your nose."
   },
   {
     "insultText": "I've heard you are a contemptible sneak.",
	 "counterText": "Too bad no one's ever heard of YOU at all."
   },
   {
     "insultText": "You're no match for my brains, you poor fool.",
	 "counterText": "I'd be in real trouble if you ever used them."
   },
   {
     "insultText": "You have the manners of a beggar.",
	 "counterText": "I wanted to make sure you'd feel comfortable with me."
   },
   {
     "insultText": "Now I know what filth and stupidity really are.",
	 "counterText": "I'm glad to hear you attended your family reunion."
   },
   {
     "insultText": "Every word you say to me is stupid.",
	 "counterText": "I wanted to make sure you'd feel comfortable with me."
   },   
   {
     "insultText": "I've got a long, sharp lesson for you to learn today.",
	 "counterText": "And I've got a little TIP for you. Get the POINT?"
   }, 
   {
     "insultText": "I will milk every drop of blood from your body!",
	 "counterText": "How appropriate, you fight like a cow!"
   },
   {
     "insultText": "I've got the courage and skill of a master swordsman.",
	 "counterText": "I'd be in real trouble if you ever used them."
   },
   {   
     "insultText": "My tongue is sharper than any sword.",
	 "counterText": "First, you'd better stop waving it like a feather-duster."
   },
   {   
     "insultText": "My name is feared in every dirty corner of this island!",
	 "counterText": "So you got that job as a janitor, after all."
   },
   {   
     "insultText": "My wisest enemies run away at the first sight of me!",
	 "counterText": "Even BEFORE they smell your breath?"
   },
   {   
     "insultText": "Only once have I met such a coward!",
	 "counterText": "He must have taught you everything you know."
   },
   {   
     "insultText": "If your brother's like you, better to marry a pig.",
	 "counterText": "You make me think somebody already did."
   },
   {   
     "insultText": "No one will ever catch ME fighting as badly as you do.",
	 "counterText": "You run THAT fast?"
   },
   {   
     "insultText": "My last fight ended with my hands covered with blood.",
	 "counterText": "I hope now you've learned to stop picking your nose."
   },
   {   
     "insultText": "I hope you have a boat ready for a quick escape.",
	 "counterText": "Why, did you want to borrow one?"
   },
   {   
     "insultText": "My sword is famous all over the Caribbean!",
	 "counterText": "Too bad no one's ever heard of YOU at all."
   },
   {   
     "insultText": "You are a pain in the backside, sir!",
	 "counterText": "Your hemorrhoids are flaring up again, eh?"
   },
   {   
     "insultText": "There are no clever moves that can help you now.",
	 "counterText": "Yes, there are. You just never learned them."
   }
   ]
}